//景区相关信息 经纬度 名字 通过id获取
var spot_infos = [
  {
    id: "千岛湖",
    lng: 118.934232,
    lat: 29.553864,
    name: "杭州市千岛湖风景名胜区",
    address: "浙江省杭州市淳安县千岛湖梦姑路"
  },
  {
    id: "西湖",
    lng: 120.227768,
    lat: 30.2274,
    name: "杭州市西湖风景名胜区",
    address: "浙江省杭州市西湖区龙井路"
  },
  {
    id: "西溪",
    lng: 119.8,
    lat: 30.272789,
    name: "杭州西溪湿地旅游区",
    address: "西湖区西溪湿地"
  },
  {
    id: "溪口",
    lng: 121.223511,
    lat: 29.667818,
    name: "宁波市奉化溪口-滕头旅游景区",
    address: "浙江省宁波市奉化区溪口镇"
  },
  {
    id: "乌镇",
    lng: 120.494407,
    lat: 30.554544,
    name: "嘉兴市桐乡乌镇古镇旅游区",
    address: "浙江省嘉兴市桐乡市西栅大街附近"
  },
  {
    id: "西塘",
    lng: 120.89877,
    lat: 30.95047,
    name: "嘉兴市西塘古镇旅游景区",
    address: "嘉兴市嘉善县南苑路258号"
  },
  {
    id: "横店",
    lng: 120.323376,
    lat: 29.143633,
    name: "金华市东阳横店影视城景区",
    address: "横店镇横店影视城"
  },
  {
    id: "江郎山",
    lng: 118.574766,
    lat: 28.537984,
    name: "衢州市江郎山·廿八都景区",
    address: "衢州市江山市石门镇江郎乡余家坞村"
  },
  {
    id: "雁荡山",
    lng: 121.040296,
    lat: 28.379665,
    name: "温州市雁荡山风景名胜区",
    address: "浙江省温州市乐清市雁荡镇响岭头村"
  },
  {
    id: "普陀山",
    lng: 122.397608,
    lat: 30.007976,
    name: "舟山市普陀山风景名胜区",
    address: "舟山市普陀区梅岑路1号"
  },
  {
    id: "南浔",
    lng: 120.424232,
    lat: 30.96574,
    name: "湖州市南浔古镇景区",
    address: "浙江省湖州市南浔镇人瑞路51号"
  },
  {
    id: "神仙居",
    lng: 120.60955,
    lat: 28.694582,
    name: "台州市神仙居景区",
    address: "浙江省台州市仙居县白塔镇"
  },
  {
    id: "天台山",
    lng: 121.04204,
    lat: 29.162747,
    name: "台州市天台山景区",
    address: "台州市天台县和合街1号"
  },
  {
    id: "根宫",
    lng: 118.399243,
    lat: 29.140788,
    name: "衢州市开化根宫佛国文化旅游景区",
    address: "衢州市开化县根博路1号"
  },
  {
    id: "鲁迅",
    lng: 120.596483,
    lat: 29.996662,
    name: "绍兴市鲁迅故里沈园景区",
    address: "绍兴市越城区鲁迅中路318号"
  },
  {
    id: "南湖",
    lng: 120.771224,
    lat: 30.657294,
    name: "嘉兴市南湖旅游区",
    address: "嘉兴市南湖区南溪西路1号"
  },
  {
    id: "黄山",
    lng: 118.157944,
    lat: 30.186385,
    name: "黄山旅游风景区",
    address: "黄山市黄山区黄山风景区"
  },
  {
    id: "三清山",
    lng: 118.07205,
    lat: 28.901099,
    name: "三清山旅游风景区",
    address: "上饶市玉山县三清山风景名胜区"
  }
];
module.exports = spot_infos;
// export default spot_infos;
